[
    {
        "projectname": "Frozen Cortex",
        "projecturl": "http://www.frozencortex.com/",
        "creatorname": "Mode 7",
        "creatorurl": "http://www.mode7games.com/",
        "imageurl": "frozen-endzone-icon.jpg",
        "description": "Frozen Cortex is the premier tactical future sports game! It combines the strategic depth of Frozen Synapse with completely original creative gameplay and a thrilling futuristic aesthetic. You must design a play to get the ball into your opponent's endzone, using the stadium's procedurally-generated terrain to your advantage."
    },
    {
        "projectname": "BeamNG.drive",
        "projecturl": "http://www.beamng.com/BeamNG.drive",
        "creatorname": "BeamNG",
        "creatorurl": "http://www.beamng.com/",
        "imageurl": "drive-icon.jpg",
        "description": "An open-world driving simulator, and so much more. Hailed as having \"the most amazing video game car crashes ever\", this is not a game for the faint-hearted, nor those who like their cars in one piece."
    },
    {
        "projectname": "Airship Dragoon",
        "projecturl": "http://www.yorkshirerifles.com/",
        "creatorname": "YorkshireRifles",
        "creatorurl": "http://www.yorkshirerifles.com/",
        "imageurl": "airship-dragoon-icon.jpg",
        "description": "Conquer the super-continent of Pangea with an invasion of Airships! Battle Dastardly Pirate Insurgents! Keep the locals happy or else they will be revolting! Turn-based Steampunk squad tactical combat and global strategy with emergent gameplay. No two games the same."
    },
    {
        "projectname": "Tower Wars",
        "projecturl": "http://www.towerwarsgame.com/",
        "creatorname": "SuperVillain Studios",
        "creatorurl": "http://www.svsgames.com/",
        "imageurl": "tower-wars-icon.jpg",
        "description": "<i>\"Hello there, good sir! Or is it madam, perhaps? I must say, it's jolly good to have you on board! We need all of the fodder... ERRR... HELP... yes, yes... all of the HELP we can get.\"</i> Tower Wars combines elements of tower defense, RTS, and all-out multi-player mayhem to bring you a completely unique experience."
    },
    {
        "projectname": "Metal Drift",
        "projecturl": "http://www.metaldrift.com/",
        "creatorname": "Black Jacket Studios",
        "creatorurl": "http://blackjacketstudios.com/",
        "imageurl": "metal-drift-icon.jpg",
        "description": "Metal Drift is a vehicular sport combat game set in a distant future. As the player, you command an agile, high powered hover tank in a futuristic sports arena. Core game play centers on intense tank-on-tank team combat seen through an immersive, first person cockpit."
    },
    {
        "projectname": "Dark Horizons: Mechanized Corps",
        "projecturl": "http://www.playmech.com/",
        "creatorname": "Max Gaming Technologies",
        "creatorurl": "http://maxgaming.net/",
        "imageurl": "dark-horizons-icon.jpg",
        "description": "DH:MC is the sequel to the 2005 IGF Finalist \"Dark Horizons: Lore\". In the year 2210, the battle mech is the premier weapon of war. As part of your faction's Mechanized Corps, you will need to hone your intellect and cunning to survive the missions ahead."
    },
    {
        "projectname": "Life Is Feudal MMO",
        "projecturl": "http://lifeisfeudal.com",
        "creatorname": "Life Is Feudal team",
        "creatorurl": "http://lifeisfeudal.com",
        "imageurl": "life-is-feudal-icon.jpg",
        "description": "Life Is Feudal challenges you to go back in time and discover living medieval life. You must not only survive, but find a way to prosper. How will you fend for yourself? Where will you live? How will you defend against other players and predators from the wild? Will you establish or join a peaceful community?"
    },
    {
        "projectname": "AfterWorld MMO",
        "projecturl": "http://www.afterworld.ru/",
        "creatorname": "Dedicated Logic LLC",
        "creatorurl": "http://www.dedicatedlogic.com/",
        "imageurl": "afterworld-icon.jpg",
        "description": "AfterWorld is a \"free market economy\" persistent-world massively multiplayer online game set in a science fiction setting of post-apocalyptic Siberia. Enjoy a complex skills-based role-playing system, an advanced crafting system, and more than 100 square kilometers of vast Siberian landscapes."
    },
    {
        "projectname": "Villagers and Heroes",
        "projecturl": "http://www.villagersandheroes.com/",
        "creatorname": "Mad Otter Games",
        "creatorurl": "http://www.madottergames.com/",
        "imageurl": "villagers-and-heroes-icon.jpg",
        "description": "Villagers and Heroes, a fantasy role-playing game with a vast multiplayer world, is easy to learn, has an intuitive user-interface, and features wonderfully rich gameplay providing thousands of hours of exploration and challenge. The Seven Realms, populated with quirky characters and ghoulish beasties, offer hundreds of quests and an array of different gameplay styles."
    },
    {
        "projectname": "Age of Decadence",
        "projecturl": "http://www.irontowerstudio.com/",
        "creatorname": "Iron Tower Studio",
        "creatorurl": "http://www.irontowerstudio.com/",
        "imageurl": "aod-icon.jpg",
        "description": "Well, if you want a hardcore, heavy metal roleplaying experience that challenges you, this is the ticket. Otherwise, take a pass. The game is vicious, both in its lack of morality and its merciless systems. If you want to be the hero of a story, run and don’t look back. If you want to be Atia of the Julii or be a power player, this is your RPG."
    },
    {
        "projectname": "Deadly Matter",
        "projecturl": "http://www.deadlymatter.com/",
        "creatorname": "Studio Dim Sum",
        "creatorurl": "http://www.studiodimsum.com/",
        "imageurl": "deadly-matter-icon.jpg",
        "description": "Deadly Matter is not a shooter. That doesn't mean you won't have to handle a weapon, but it may be a bit different from what you have experienced in other games. The story behind the game is based on science and history. Be prepared for the unknown and face immense forces that threaten our existence."
    },
    {
        "projectname": "Virtual Reef",
        "projecturl": "http://www.thecube.qut.edu.au/project/virtual-reef",
        "creatorname": "The Cube",
        "creatorurl": "http://www.thecube.qut.edu.au/",
        "imageurl": "the-reef-icon.jpg",
        "description": "The Virtual Reef is a life-sized marine ecosystem expanding across two levels of the Science and Engineering Centre in Brisbane. Multi-touch technologies enable the user to manipulate, intimately explore and interact with the reef world, specific behaviours and relationships. <a target=\"_blank\" href=\"http://joticarroll.github.io/Torque3D/\">Get the source code</a>"
    }
]